
<style>
.sub_rub_content {
margin-left: 10px;
margin-top: 10px;
padding-left: 10px;
padding-right: 10px;
padding-top: 10px;
padding-bottom: 10px;
margin-left: auto;
marin-right: auto;
border: 1px solid #F60;
color: #89898A;
font-family: arial,helvetica,tahoma,verdana,sans-serif;
font-size: 12px;
background-color: white;
margin-bottom: 10px;
border-radius: 10px;
overflow: auto;
}
</style>

			<div class="sub_rub_content">
		
	<h1>О компании</h1>
	
	<p>Компания Filpan была организована в 1992 году в Москве, и вот уже более 20 лет успешно существует на рынке оргтехники, зарекомендовав себя в качестве надежного партнера. Основные направления в деятельности компании – продажа и комплексное обслуживание оргтехники.</p>
<p>В нашем каталоге вы найдете:</p>
<ul>
<li>широкий ассортимент принтеров, сканеров, копиров, факсов, МФУ и многого другого от ведущих мировых производителей – HP, Canon, Brother, OKI, Epson, Xerox, Samsung и т.д.;</li>
<li>разнообразные расходные материалы – оригинальные и совместимые картриджи для множества устройств, чернила и тонеры для принтеров, бумагу, чипы для картриджей и многое другое.</li>
</ul>
<p>Квалифицированные менеджеры помогут подобрать подходящие расходные материалы, а также проконсультируют по любым вопросам, касающимся оргтехники. Кроме того, компания Filpan рада предложить широкий спектр сопутствующих услуг по комплексному обслуживанию оргтехники:</p>
<ul>
<li>заправка и восстановление картриджей для лазерных, струйных и МФУ обходятся гораздо дешевле приобретения новых расходных материалов, что поможет существенно снизить себестоимость печати и обеспечит существенную экономию финансов Вашей компании;</li>
<li>ремонт оргтехники любой сложности – быстро, удобно и надежно: мы предлагаем оперативную диагностику устройства, в ходе которой вы узнаете предварительную стоимость ремонта и его сроки;</li>
<li>обнуление чипов картриджей и прошивка копиров, принтеров позволяет впоследствии заправлять и перезаправлять картриджи или приобретать совместимые расходные материалы, и тем самым, получить значительную экономию денежных средств.</li>
</ul>
<p>Динамично развиваясь, мы регулярно расширяем линейку расходных материалов, улучшаем условия сотрудничества для наших клиентов и совершенствуем уровень сервиса. Мы предлагаем вежливое и качественное обслуживание, целью которого является построение долгосрочных партнерских отношений с клиентами.</p>
<h2>Почему наши клиенты выбирают сотрудничество с Filpan?</h2>
<ul>
<li>Самый полный ассортимент оргтехники и расходных материалов.</li>
<li>Любые товары можно приобрести просто, удобно и быстро.</li>
<li>Компетентные консультации квалифицированных менеджеров, являющихся настоящими экспертами в своей области.</li>
<li>Все услуги оказывают специалисты с большим практическим опытом.</li>
<li>Гарантия на весь ассортимент предлагаемого товара, а также ремонт оргтехники, заправку картриджей и т.д.</li>
<li>Удобная навигация по сайту с простой формой обратной связи.</li>
<li>Оперативный выезд к клиенту и быстрая диагностика устройства.</li>
<li>Доступные цены на все виды услуг.</li>
<li>Наличие на складе большинства моделей из предлагаемого ассортимента.</li>
<li>Комплексное обслуживание офисной техники с высоким уровнем сервиса.</li>
<li>Кратчайшие сроки выполнения всех видов работ.</li>
<li>Стремление к удобному и взаимовыгодному сотрудничеству.</li>
<li>Мы работаем по всем районам Москвы!</li>
</ul>

<p>Компания Filpan всегда рада новым клиентам!</p>
						
						
						
						
					
				
			</div>
