<div class="middle_content">

<?
/*if($_GET['id']==3)
{
echo '<div id="remont"><br>
<p>Наша компания осуществляет послегарантийный <b>ремонт</b> <b>HEWLETT PACKARD</b>, <b>SAMSUNG</b>, <b>XEROX</b>, <b>RICOH</b>, <b>KONICA MINOLTA</b>, <b>SHARP</b>, <b>CANON</b>, <b>TOSHIBA</b>, <b>МВ</b>, <b>EPSON</b> и др.</p>
<br>
<p>Мы понимаем, что наши клиенты ценят свое время, и поэтому наши специалисты готовы прибыть к Вам в максимально короткие сроки.</p>
<br>
<p>Клиентам нашей компании важно, чтобы оборудование работало долго, качественно и без перебоев. Для этого мы старательно и продуманно организовали нашу сервисную службу, чтобы <b>ремонтировать</b> и <b>обслуживать</b> оргтехнику всех производителей. Также мы осуществляем ремонт всего спектра производимой оргтехники.</p>
<br>
<img src="http://www.filpan.ru/images/center/jar1.jpg" align="left" width="150">
<p>Все инженеры, работающие в нашей организации, прошли обучение в специализированных тех. центрах производителей <b>оргтехники</b> и являются высококлассными профессионалами в сфере <b>ремонта</b> и <b>техобслуживания</b> <b>оргтехники</b>.</p>
<br>
<p>Мы осуществляем <b>ремонт</b> <b>копировальной</b> <b>техники</b>, <b>принтеров</b> и <b>факсов</b>, как по разовой заявке, так и по договору на <b>техобслуживание</b>. В случае заключения договора, весь комплекс требуемых работ осуществляется во время очередного технического обслуживания оргтехники.</p>
<br>
<p>Заключив с нашей компанией договор на техобслуживание офисной техники, Вы забудете о таких проблемах, как простой в работе и бесполезная трата времени на долгое ожидание приезда инженера и ремонт возникших неисправностей.</p>
<br>
<p>Перед осуществлением <b>ремонта</b> наши специалисты проведут диагностику неисправного оборудования, после чего мы представим Вам полный отчет о характере неисправности, стоимости работ и необходимых заменах запасных частей и расходных материалов. Ремонт выполняется в самые кратчайшие сроки после получения  Вашего согласия.</p>
<br>
<iframe width="560" height="315" src="http://www.youtube.com/embed/fdy2hSMSD2o" frameborder="0" allowfullscreen></iframe>
<p><H3>Услуги по <b>ремонту</b><b> оргтехники</b> включают:</H3></p>
<ul style="margin-left:15px">
<li> составление перечня необходимых работ и замен расходных материалов и комплектующих;</li>
<li> согласование с клиентом стоимости ремонта оборудования;</li>
<li> выполнение ремонтных работ и замен согласно акту диагностики.</li>
</ul>
<br>
<p>В случае задержки ремонта, связанного с отсутствия нужных запасных частей, мы можем предоставить необходимую технику из нашего подменного фонда.
Если возникла такая необходимость, то наша транспортная служба доставит Ваше оборудование в наш сервисный центр.</p>
<img src="http://www.filpan.ru/images/center/jar2.jpg" align="right" width="150">

<p>Если у Вас возникла необходимость приобрести дополнительную оргтехнику или обновить Вашу старую, мы сможем подобрать Вам самые новые и современные модели по доступным ценам, а также проконсультировать Вас в Вашем выборе.
Так же мы имеем возможность устанавливать нашим клиентам оргтехнику на длительный срок в аренду.</p>

<br>
<table  cellspacing="0" CELLPADDING="0" > 
<Caption ><H3>Прейскурант на ремонт оргтехники</H3></Caption>
<tr ><th >№</th>	<th >Наименование услуги</th>	<th >Цена, руб.</th></tr>
<tr ><td >1.</td><td >	Диагностика оборудования</td><td >	300</td></tr>
<tr ><td >2.</td><td >	Ремонт факсов</td><td >	от 600</td></tr>
<tr ><td >3.</td><td >	Ремонт принтера (лазерный, формата А4 до 12 стр./мин)</td><td >	от 700</td></tr>
<tr ><td >4.</td><td >	Ремонт принтера (лазерный, формата А4 до 12 до 20 стр./мин)</td><td >	от 900</td></tr>
<tr ><td >5.</td><td >	Ремонт принтера (лазерный, формата А4 от 20 до 30 стр./мин.)</td><td >	от 1200</td></tr>
<tr ><td >6.</td><td >	Ремонт принтера (лазерный, формата А4 от 30 стр./мин.)</td><td >	от 1500</td></tr>
<tr ><td >7.</td><td >	Ремонт принтера (лазерный, формата А3)</td><td >	от 2100</td></tr> 
<tr ><td >8.</td><td >	Ремонт принтера (лазерный, цветной формата А4)</td><td >	от 1900</td></tr>
<tr ><td >9.</td><td >	Ремонт принтера (лазерный, цветной формата А3)</td><td >	от 2500</td></tr>
<tr ><td >10.</td><td >	Ремонт принтера (струйный, формата А4)</td><td >	от 600</td></tr>
<tr ><td >11.</td><td >	Ремонт принтера (струйный, формата А3)</td><td >	от 900</td></tr>
<tr ><td >12.</td><td >	Ремонт копировального аппарат (монохромный, формата А4)</td><td >	от 900</td></tr>
<tr ><td >13.</td><td >	Ремонт копировального аппарат (монохромный, формата А3)</td><td >	от 1200</td></tr>
<tr ><td >14.</td><td >	Ремонт МФУ (монохромный, формата А4)</td><td >	от 1000</td></tr>
<tr ><td >15.</td><td >	Ремонт МФУ (монохромный, формата А3)</td><td >	от 1500</td></tr>
<tr ><td >16.</td><td >	Ремонт МФУ (полноцветный, формата А4)</td><td >	от 2000</td></tr>
<tr ><td >17.</td><td >	Ремонт МФУ (полноцветный, формата А3)</td><td >	от 2700</td></tr>
</table>

<p>-  Ремонт оборудования может быть произведен как в офисе заказчика, так и в нашей мастерской:</p><p>-  Стоимость ремонта не включают стоимость требующих замены расходных материалов и запасных частей:</p>

<p>-  На всю отремонтированную технику предоставляется гарантия 3 месяца.</p>

<p>Звоните, мы с радостью поможем Вам.</p></div>';*/
///}
//else
//{
echo $proiz_link;
if(!isset($_GET['page'])||($_GET['page']==0))
{
$statya->show_text();
}
if(is_object($usl_gifts))
{
$usl_gifts->show($_GET['id'],$_GET['podc'],$_GET['dopp'],$way);
}
?>


<?
//}
?>
<div style="clear:both;"></div>

	<!--bot-text-->
	

</div>
