
			<div class="middle_content">
			<div class="content-box_auto_width">
				<span class="content_box_title">МЕНЕДЖЕР ПО ПРОДАЖАМ</span>
				<p>Зарплата: от 25 000 до 50 000 руб.<br>
Обязанности: Продажа оргтехники и расходных материалов.Знание 1С!!!!!<br>
Поиск новых партнеров и развитие продаж с существующей клиентской базой. Выписка первичной документации.<br>
Требования: 25-45 лет на полный рабочий день. Грамотная речь, умение работать в команде, стрессоустойчивость, ответственность, исполнительность, неконфликтность. Знание офисных программ.<br>
Условия: Работа в офисе с понедельника по пятницу с 10-00 до 18-00ч. </p>
			</div>
			<div class="content-box_auto_width">
				<span class="content_box_title">ИНЖЕНЕР ПО ЗАПРАВКЕ КАРТРИДЖЕЙ</span>
				<p>Зарплата: от 20 000 до 45 000 руб.<br>
Обязанности: - Заправка картриджей ведущих производителей (Xerox, HP, Samsung, Sharp, Canon) - Опыт работы в сфере услуг по сервисному обслуживанию офисной техники (профилактика, ремонт, заправка картриджей).<br>
Требования: Мужчина 25-45 лет на полный рабочий день. Опыт работы инженером от 1 года. Знание оргтехники мировых брендов. Грамотная речь, умение работать в команде, стрессоустойчивость, ответственность, исполнительность, неконфликтность.<br>
Условия: Работа на выезде с понедельника по пятницу с 10-00 до 18-00ч. В день 3-4 заявки. </p>
			</div>
			<div class="content-box_auto_width">
				<span class="content_box_title">ЗАПРАВЩИК КАРТРИДЖЕЙ - СТАЖЕР</span>
					<p>Зарплата:от 16 000 до 25 000 руб.<br>
Обязанности: - Заправка картриджей ведущих производителей (Xerox, HP, Samsung, Sharp, Canon).<br>
Требования: Мужчина 25-50 лет на полный рабочий день. Опыт работы не требуется. Грамотная речь, умение работать в команде, стрессоустойчивость, ответственность, исполнительность, неконфликтность.<br>
Условия: Работа на выезде и в офисе с понедельника по пятницу с 10-00 до 18-00ч. В день 3-4 заявки. </p>
			</div>
			<div class="content-box_auto_width">
				<span class="content_box_title">КУРЬЕР</span>
				<p>Зарплата: от 18 000 до 25 000 руб.<br>
Обязанности: - доставка малогабаритных грузов<br>
Требования: Мужчина 25-50 лет на полный рабочий день. Опыт работы не требуется. Грамотная речь, умение работать в команде, стрессоустойчивость, ответственность, исполнительность, неконфликтность.<br>
Условия: Работа на выезде с понедельника по пятницу с 10-00 до 18-00ч. В день 3-4 заявки. </p>	

			</div>
			
			</div>