<?php
/**
 * Оптимизаторский файл. Подключать только include_once!!! Не забываем global $aSEOData, где нужно.
 *
 * if (file_exists($_SERVER['DOCUMENT_ROOT'] . '/d-seo.php')) {
 *   include_once($_SERVER['DOCUMENT_ROOT'] . '/d-seo.php');
 * }
 *
 * Изменяемые параметры массива $aSEOData (квадратными скобками выделены неактивные)
 * title             - title страницы
 * descr             - meta descr
 * keywr             - meta keywords
 *
 */

//Глобальные значения (по умолчанию)
  $aSEOData['title'] = '';
  $aSEOData['descr'] = '';
  $aSEOData['keywr'] = '';

//Определяем адрес (REQUEST_URI есть не всегда)
  $sSEOUrl = $_SERVER['REQUEST_URI'];
//Собственно вариации для страниц
  switch ($sSEOUrl) {
    case '/news/index.php?id=1':
      $aSEOData['descr'] = 'В компании  «Филпан» вы можете приобрести картридж Xerox Phaser 3010 всего за 650 рублей! Мы гарантируем качество предлагаемой продукции, низкие цены.';
      break;
    case '/statya.php?id=55':
      $aSEOData['descr'] = 'Компания «Филпан» оказывает целый комплекс услуг в сфере ремонта и техобслуживания оргтехники. На сайте вы также можете узнать, как правильно выбрать лазерный принтер для дома и работы.';
      break;
    case '/statya.php?id=54':
      $aSEOData['descr'] = 'Компания «Филпан» оказывает целый комплекс услуг в сфере ремонта и техобслуживания оргтехники. На сайте вы также можете узнать, как правильно заправит картридж лазерного принтера.';
      break;
    case '/statya.php?id=53':
      $aSEOData['descr'] = 'Компания «Филпан» оказывает целый комплекс услуг в сфере ремонта и техобслуживания оргтехники. На сайте вы также можете узнать, как правильно перепрошить принтер Samsung SCX-3200.';
      break;
    case '/statya.php?id=16':
      $aSEOData['descr'] = 'Компания «Филпан» оказывает целый комплекс услуг в сфере ремонта и техобслуживания оргтехники. На сайте вы также можете узнать о том, для чего нужна перепрошивка принтеров Samsung и Xerox.';
      break;
    case '/o%20nas.php':
      $aSEOData['descr'] = 'Компания «Филпан» оказывает целый комплекс услуг в сфере ремонта и техобслуживания оргтехники. Мы гарантируем быстрое и качественное выполнение работы, ответственный подход к каждому заказу, оптимальные цены.';
        $aSEOData['keywr'] = ' ';
      break;
      
    case '/uslfind.php?id=1&dopp=89&podc=27&usl=1':
      $aSEOData['bot-text'] = '
<h2>В чём особенность картриджей OKI?</h2>
<p>«Родной» тонер ОКИ имеет форму, напоминающую маленькие шарики, а продукция сторонних производителей — «угольков» с острыми гранями, которые негативно виляют на светочувствительный барабан. </p>
<p>Ещё одной особенностью, является то, что в некоторых случаях почистить картридж и насыпать новый тонер оказывается недостаточным. Порой возникает необходимость в замене некоторых элементов, например чипа или барабана. </p>
<p>Производители встраивают в картриджи чипы, которые «сообщают» принтеру о том, что этот картридж использовать нельзя. После заправки приходится заменять чип. Замена барабана необходима потому, что он попросту изнашивается и больше не может обеспечивать необходимое качество печати. В среднем барабан приходится менять через 3-4 заправки.</p>

<h2>Где выгоднее заправлять картриджи: в офисе или в мастерской?</h2>
<p>Основным преимуществом заправки картриджей непосредственно в офисе заказчика является быстрота операции. Однако на этом преимущества заканчиваются. </p>
<p>Для того чтобы выполнить все работы качественно, картридж необходимо разобрать, что зачастую возможно только при наличии специальных инструментов. Не забывайте, что тонер состоит из очень мелких частиц, вдыхание которых крайне нежелательно. </p>
<p>Надеемся, вы сделали правильный вывод. Просто оставьте заказ на заправку картриджа нужной модели или позвоните, чтобы получить ответы на вопросы. </p>';
      break;
      
    case '/uslfind.php?id=1&dopp=105&podc=27&usl=1':
      $aSEOData['bot-text'] = '
<h2>Как осуществляется заправка картриджей Ricoh?</h2>
<p>Компания Ricoh, в отличие от других производителей принтеров, официально разрешает заправлять картриджи. Для этого в конструкции предусмотрены два отверстия, закрытые плотными крышками: для засыпки нового тонера и для удаления отработанного. </p>
<p>Благодаря этому, процесс заправки картриджей Ricoh, немного проще аналогичной операции с продукцией других производителей. Но это не говорит о том, что заправку можно производить в домашних условиях. В первую очередь потому, что тонер состоит из очень мелких частиц, которые при случайном вдыхании могут привести к ухудшению здоровья. Также производитель сообщает о возможности воспламенения тонера. </p>
<p>Все операции по заправке нужно производить в перчатках и маске. Для удаления отработанного тонера потребуется специальный пылесос. </p>
<p>Обратите внимание, что заправку не рекомендуется производить более 2 раз. К этому времени изнашивается светочувствительный барабан, который необходимо заменять. Эту работу однозначно стоит поручить специалистам. </p>
<p>В компании «Филпан» имеется профессиональное оборудование, которое позволяет выполнять заправку картриджей для принтеров любых марок в кратчайшие сроки на максимально высоком уровне. Мы используем оригинальные расходные материалы и предоставляем гарантию на выполненные работы. </p>
<p>Сделайте первый заказ, и мы гарантируем, вы уже не захотите пользоваться услугами других сервисных центров.</p>';
      break;
  
    case '/uslfind.php?id=1&dopp=56&podc=27&usl=1':     // Добавлено 22 January 2014 в  15:15
    case '/zapravka-kartridzhej-panasonic': // это ЧПУ
        $aSEOData['title'] = 'Заправка картриджей для принтеров Panasonic по доступной цене';
        $aSEOData['descr'] = 'В компании Filpan.ru осуществляют качественную заправку принтеров Panasonic  по оптимальной цене.';
        $aSEOData['keywr'] = 'заправка принтеров Panasonic';
        $aSEOData['h1'] = 'Заправка картриджей для принтеров Panasonic';
      break;

    case '/uslfind.php?id=1&dopp=76&podc=27&usl=1':     // Добавлено 22 January 2014 в  15:15
    case '/zapravka-kartridzhej-kyocera': // это ЧПУ
        $aSEOData['title'] = 'Заправка картриджей для принтеров Kyocera по доступной цене';
        $aSEOData['descr'] = 'Обратитесь к экспертам, для которых заправка картриджей Kyosera – знакомый до тонкостей технологический процесс, выполняемый на профессиональном уровне. Поэтому, если вы желаете долгосрочной работы своего принтера, и даже если вам нужно очень срочно заправить картридж  Kyosera , не стоит самостоятельно пытаться это сделать.';
        $aSEOData['keywr'] = 'Заправка картриджей Kyocera, запрвить картридж, срочная заправка Kyocera';
        $aSEOData['h1'] = 'Профессиональная заправка картриджей Kyocera';
      break;


  
  }  





















//Обработка
  function changeHeadBlock ($sContent, $sRegExp, $sBlock) {
    if (preg_match($sRegExp, $sContent)) {
      return preg_replace($sRegExp, $sBlock, $sContent);
    }
    else {
      return str_replace('<head>', '<head>' . $sBlock, $sContent);
    }
  }
  if (isset($aSEOData['title']) && !empty($aSEOData['title'])) {
    $aSEOData['title'] = htmlspecialchars($aSEOData['title']);
    $sContent = changeHeadBlock($sContent, '#<title>.*</title>#siU', '<title>' . $aSEOData['title'] . '</title>');
  }
  if (isset($aSEOData['descr']) && !empty($aSEOData['descr'])) {
    $aSEOData['descr'] = htmlspecialchars($aSEOData['descr']);
    $sContent = changeHeadBlock($sContent, '#<meta[^>]+name[^>]{1,7}description[^>]*>#siU', '<meta name="description" content="' . $aSEOData['descr'] . '" />');
  }
  if (isset($aSEOData['keywr']) && !empty($aSEOData['keywr'])) {
    $aSEOData['keywr'] = htmlspecialchars($aSEOData['keywr']);
    $sContent = changeHeadBlock($sContent, '#<meta[^>]+name[^>]{1,7}keywords[^>]*>#siU', '<meta name="keywords" content="' . $aSEOData['keywr'] . '" />');
  }
  if (isset($aSEOData['bot-text']) && !empty($aSEOData['bot-text'])) {
    $sContent=str_replace('<!--bot-text-->','<div class="sub_rub_content">'.$aSEOData['bot-text'].'</div>',$sContent);
    
    }
  if(isset($_SERVER['X_DUSYA']) || isset($_SERVER['HTTP_X_DUSYA'])) {
    $sContent = str_replace('<head>', '<head><!--origUrl="' . $sSEOUrl . '"-->' , $sContent);
  }
?>
